Repository: sonority/bootstrap_components
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# shared.notset
source: Not set
de: nicht gesetzt

# shared.nostyle
source: No style
de: kein Stil

# tt_content.header_style
source: Style
de: Stil

# tt_content.layout_style
source: Layout Style
de: Layout Stil

# tt_content.visibility
source: Show/hide based on screen size
de: Anzeigen/verbergen (responsiv)

# tt_content.image_shape
source: Shape
de: Form

# tt_content.image_responsive
source: Responsive Image
de: Dynamische Anpassung

# tt_content.gallery_width
source: Gallery width
de: Breite der Galerie

# tt_content.gallery_break
source: Relation to text
de: Verhältnis zum Text

# tt_content.gallery_carousel
source: Gallery carousel
de: Galerie Karussell

# tt_content.wrap
source: Page Containment
de: Seiten-Behälter

# tt_content.container
source: Enable container
de: Aktiviere Container

# tt_content.section_frame
source: Section Frame
de: Rahmen

# tt_content.section_frame_style
source: Section Frame Style
de: Rahmen Stil

# tt_content.template_media
source: Template Media
de: Template Medien

# tt_content.header_style.1
source: Style 1
de: Stil 1

# tt_content.header_style.2
source: Style 2
de: Stil 2

# tt_content.header_style.3
source: Style 3
de: Stil 3

# tt_content.header_style.4
source: Style 4
de: Stil 4

# tt_content.header_style.5
source: Style 5
de: Stil 5

# tt_content.header_style.6
source: Style 6
de: Stil 6

# tt_content.visibility.visible.xs
source: Show on mobile (<768px)
de: Anzeigen auf Mobilgeräten (<768px)

# tt_content.visibility.visible.sm-xs
source: Show on mobile and tablet (<992px)
de: Anzeigen auf Handy und Tablet (<992px)

# tt_content.visibility.visible.md-lg
source: Show on desktop and bigger (&ge;992px)
de: Anzeigen auf Desktop und grösser (&ge;992px)

# tt_content.visibility.visible.lg
source: Show on large screens (&ge;1200px)
de: Anzeigen auf grossen Screens (&ge;1200px)

# tt_content.visibility.hidden.xs
source: Hide on mobile (<768px)
de: Verbergen auf Mobilgeräten (<768px)

# tt_content.visibility.hidden.sm-xs
source: Hide on mobile and tablet (<992px)
de: Verbergen auf Handy und Tablet (<992px)

# tt_content.visibility.hidden.md-lg
source: Hide on desktop and bigger (&ge;992px)
de: Verbergen auf Desktop und grösser (&ge;992px)

# tt_content.visibility.hidden.lg
source: Hide on large screens (&ge;1200px)
de: Verbergen auf grossen Screens (&ge;1200px)

# tt_content.image_shape.I.1
source: Rounded
de: Abgerundet

# tt_content.image_shape.I.2
source: Circle
de: Kreis

# tt_content.image_shape.I.3
source: Thumbnail
de: Vorschaubild

# tt_content.gallery_break.I.1
source: Priority to smartphone
de: Priorität auf Smartphone

# tt_content.gallery_break.I.2
source: Keep allocation
de: Aufteilung beibehalten

# tt_content.gallery_break.I.3
source: Balanced allocation
de: Ausgewogene Aufteilung

# tt_content.gallery_break.I.4
source: Focus on text width
de: Fokus auf Textbreite

# tt_content.gallery_break.I.5
source: Focus on image width
de: Fokus auf Bildbreite

# tt_content.gallery_carousel.I.1
source: Style 1
de: Stil 1

# tt_content.gallery_carousel.I.2
source: Style 2
de: Stil 2

# tt_content.gallery_carousel.I.3
source: Style 3
de: Stil 3

# tt_content.wrap.I.1
source: Style 1
de: Stil 1

# tt_content.wrap.I.2
source: Style 2
de: Stil 2

# tt_content.wrap.I.3
source: Style 3
de: Stil 3

# tt_content.wrap.I.4
source: Style 4
de: Stil 4

# tt_content.layout.I.9
source: Citation
de: Zitat

# tt_content.section_frame.I.1
source: Divider before content
de: Trennlinie vor dem Inhalt

# tt_content.section_frame.I.2
source: Divider below content
de: Trennlinie nach dem Inhalt

# tt_content.section_frame.I.3
source: Divider above/below content
de: Trennlinie vor/nach dem Inhalt

# tt_content.section_frame.I.4
source: Margin before content
de: Abstand vor dem Inhalt

# tt_content.section_frame.I.5
source: Margin below content
de: Abstand nach dem Inhalt

# tt_content.section_frame.I.6
source: Margin above/below content
de: Abstand vor/nach dem Inhalt

# tt_content.section_frame_style.I.1.1
source: Solid
de: Solide

# tt_content.section_frame_style.I.1.2
source: Dotted
de: Gepunktet

# tt_content.section_frame_style.I.1.3
source: Dashed
de: Gestrichelt

# tt_content.section_frame_style.I.2.1
source: Small
de: Klein

# tt_content.section_frame_style.I.2.2
source: Medium
de: Mittel

# tt_content.section_frame_style.I.2.3
source: Large
de: Groß

# tt_content.table.acctables_tableclass.I.striped
source: striped
de: gestreift

# tt_content.table.acctables_tableclass.I.bordered
source: bordered
de: mit Rahmen

# tt_content.table.acctables_tableclass.I.hover
source: hover
de: Mouseover

# tt_content.table.acctables_tableclass.I.condensed
source: condensed
de: enge Zellen

# tt_content.header_layout.1
source: Header 1
de: Überschrift 1

# tt_content.header_layout.2
source: Header 2
de: Überschrift 2

# tt_content.header_layout.3
source: Header 3
de: Überschrift 3

# tt_content.header_layout.4
source: Header 4
de: Überschrift 4

# tt_content.header_layout.5
source: Header 5
de: Überschrift 5

# col2.title
source: 2 columns
de: 2 Spalten

# col2.description
source: Inserts a 2-columns grid for content.
de: Fügt ein zweipaltiges Rasterelement für Inhaltselemente ein.

# col3.title
source: 3 columns
de: 3 Spalten

# col3.description
source: Inserts a 3-columns grid for content.
de: Fügt ein dreispaltiges Rasterelement für Inhaltselemente ein.

# col4.title
source: 4 columns
de: 4 Spalten

# col4.description
source: Inserts a 4-columns grid for content.
de: Fügt ein vierspaltiges Rasterelement für Inhaltselemente ein.

# row.title
source: Row
de: Zeile

# row.description
source: For use with responsive columns.
de: Für die Verwendung von responsive Layouts.

# container.description
source: For use with responsive containers.
de: Für die Verwendung von responsive Layouts.

# accordion.title
source: Accordion from content
de: Akkordeon aus Inhaltselementen

# accordion.description
source: Each content element within the grid represents an accordion element. The title fields are used as accordion bar titles.
de: Jedes Inhaltselement innerhalb des Rasters wird als Akkordeon dargestellt. Der Titel wird als Tab-Titel verwendet.

# tabs.title
source: Tabs from content
de: Tabs aus Inhaltselementen

# tabs.description
source: Each content element within the grid represents a tab. The title fields are used as tab titles.
de: Jedes Inhaltselement innerhalb des Rasters wird als Tab dargestellt. Der Titel wird als Tab-Titel verwendet.

# timeline.title
source: Timeline from content elements
de: Zeitleiste aus Inhaltselementen

# timeline.description
source: Each content element within the grid represents a timeline element.
de: Jedes Inhaltselement innerhalb des Rasters wird als Zeitleistenelement dargestellt.

# carousel.title
source: Content carousel
de: Karussell aus Inhaltselementen

# carousel.description
source: Each content element within the grid represents a carousel element.
de: Jedes Inhaltselement innerhalb des Rasters wird als Karussell-Element dargestellt.

# celayout.column1
source: 1st column
de: 1. Spalte

# celayout.column2
source: 2nd column
de: 2. Spalte

# celayout.column3
source: 3rd column
de: 3. Spalte

# celayout.column4
source: 4th column
de: 4. Spalte

# celayout.columnElements
source: Column elements
de: Spaltenelemente

# celayout.accordionElements
source: Accordion elements
de: Akkordeon Elemente

# celayout.tabElements
source: Tab elements
de: Tab Elemente

# celayout.carouselElements
source: Carousel elements
de: Karussell Elemente

# celayout.timelineElements
source: Timeline elements
de: Zeitleisten Elemente

# grid.sheet.sm
source: Small devices (>=768px)
de: Tablets (>=768px)

# grid.sheet.xs
source: Extra small (<768px)
de: Mobilgeräte (<768px)

# grid.sheet.lg
source: Large (>=1200px)
de: Grosse Screens (>=1200px)

# grid.sheet.classes
source: Custom classes
de: Weitere class-Attribute

# grid.sheet.gridConfig
source: Container configuration
de: Container Konfiguration

# grid.label.moreWidth
source: More width
de: Weitere Breite

# grid.label.notset
source: not set
de: nicht gesetzt

# grid.label.moreOptions
source: More options
de: Weitere Optionen

# grid.label.special
source: Special
de: Spezial

# grid.label.hidden
source: hidden
de: verstecken

# grid.label.visible
source: visible
de: anzeigen

# grid.sheet.controls
source: Controls
de: Steuerelemente

# grid.sheet.options
source: Options
de: Optionen

# grid.label.style
source: Style
de: Stil

# grid.label.none
source: none
de: keine

# grid.label.yes
source: yes
de: ja

# grid.label.no
source: no
de: nein

# sys_file_reference.display_mode
source: Usage
de: Verwendung

# sys_file_reference.display_mode.I.0
source: Use as Background
de: Als Hintergrund verwenden

# sys_file_reference.display_mode.I.1
source: Use in Layout
de: Im Layout verwenden
